Revit 2027 API
SymbolTypeId.In Property
 Symbol in, indicating unit Inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId In { get; }
Public Shared ReadOnly Property In As ForgeTypeId
	Get
public:
static property ForgeTypeId^ In {
	ForgeTypeId^ get ();
}
static member In : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace